{
  "high": {
    "morning": [
      {
        "sympathy": [
          "Pagi ini mungkin terasa sangat berat dan penuh tekanan, tapi ingat, kamu nggak sendirian. Kami ada di sini buat bantu kamu.",
          "Sepertinya hari ini mulai dengan stres, ya? Kami tahu kamu merasa tertekan, tapi coba ingat kalau kamu udah berusaha keras. Itu yang terpenting.",
          "Pagi ini bisa banget terasa penuh beban, tapi kamu mampu melewati ini. Ambil nafas dalam-dalam dan mulai hari dengan perlahan."
        ],
        "thoughtful_suggestions": [
          "Coba deh tarik napas dalam-dalam dan tenangkan pikiran. Ngerasa sedikit lebih baik bisa banget bantu kamu ngadepin hari.",
          "Jangan ragu buat ambil beberapa menit buat break sejenak, berdiri atau jalan-jalan di sekitar rumah. Itu bisa bantu kamu nyegerin pikiran.",
          "Coba lakukan pernapasan 4-7-8, tarik napas dalam selama 4 detik, tahan selama 7 detik, dan hembuskan selama 8 detik. Ini bisa bantu banget buat relax.",
          "Coba deh tulis di jurnal apa yang kamu rasain, kadang banget menulis bisa ngebantu kamu meredakan stres.",
          "Segarkan pikiran dengan dengerin musik yang tenang. Musik bisa jadi cara efektif buat meredakan ketegangan."
        ],
        "tips_untukmu_saat_ini": [
          "Karena ini pagi, mungkin kamu bisa mulai dengan teh hangat atau secangkir kopi. Luangkan waktu buat dirimu sebentar.",
          "Cobalah berjalan sedikit atau peregangan tubuh. Itu bisa bantu banget buat ngurangin ketegangan fisik dan mental.",
          "Sebelum memulai hari, coba atur pernapasanmu sejenak. Fokus pada napas bisa bantu kamu merasa lebih tenang.",
          "Coba fokus ke satu hal kecil aja yang bisa kamu capai hari ini, jangan terlalu memikirkan semuanya sekaligus.",
          "Ambil waktu buat diri sendiri sebelum hari dimulai. Meditasi atau sekedar ngadem sebentar bisa bantu banget."
        ]
      }
    ],
    "afternoon": [
      {
        "sympathy": [
          "Siang ini pasti terasa sangat berat, kan? Jangan khawatir, kamu sudah berusaha semaksimal mungkin.",
          "Aku tahu siang ini penuh tantangan dan kamu mungkin merasa overwhelmed, tapi percayalah kamu lebih kuat dari yang kamu kira.",
          "Sepertinya siang ini bikin kamu kelelahan? Cobalah untuk istirahat sebentar, kamu layak untuk itu."
        ],
        "thoughtful_suggestions": [
          "Ambil waktu sejenak untuk berhenti dari semua pekerjaan atau kegiatan. Coba lakukan deep breathing atau stretching buat ngurangin stres.",
          "Hubungi seseorang yang kamu percaya. Kadang berbicara dengan orang lain bisa ngebantu banget untuk menenangkan pikiran.",
          "Jangan ragu buat mundur sedikit dan memberi diri waktu buat refresh, walaupun cuma beberapa menit.",
          "Coba lakukan peregangan ringan. Itu bisa ngebantu banget buat melepaskan ketegangan di tubuh kamu.",
          "Lakukan hal kecil yang bisa menghibur, seperti dengerin musik favorit atau nonton video lucu."
        ],
        "tips_untukmu_saat_ini": [
          "Cobalah jalan-jalan sebentar atau berdiri dari tempat duduk. Itu bisa bantu kamu ngurangin ketegangan fisik.",
          "Saatnya untuk ambil break. Nggak masalah kok untuk meluangkan waktu untuk diri sendiri sejenak.",
          "Pikirin beberapa hal kecil yang bisa kamu capai hari ini. Fokus pada hal-hal yang bisa bikin kamu ngerasa lebih baik.",
          "Ambil nap singkat, 10-20 menit bisa banget bantu kamu merasa lebih segar.",
          "Lakukan relaksasi sejenak, seperti menyalakan lilin aromaterapi atau dengerin suara alam."
        ]
      }
    ],
    "evening": [
      {
        "sympathy": [
          "Hari ini pasti terasa berat banget, ya? Semua hal yang kamu jalani pasti bikin kamu capek, tapi kamu udah berusaha semaksimal mungkin. Ini saatnya kamu berikan dirimu sedikit ruang untuk bernapas.",
          "Hari ini penuh tantangan dan beban berat. Kamu sudah berusaha melewatinya, dan meski rasanya tak mudah, kamu tetap bisa bertahan. Sekarang saatnya untuk meredakan sedikit ketegangan yang ada.",
          "Aku bisa bayangin betapa lelahnya kamu sekarang setelah seharian penuh dengan tekanan. Jangan lupa, kamu sudah melakukan yang terbaik. Sekarang beri diri kamu waktu untuk tenang dan merawat diri."
        ],
        "thoughtful_suggestions": [
          "Coba deh fokuskan perhatianmu pada pernapasan. Tarik napas dalam-dalam, tahan sejenak, dan lepaskan perlahan. Ini bisa bantu kamu menenangkan pikiran yang penuh tekanan.",
          "Kalau kamu merasa kewalahan, coba ambil waktu sejenak untuk menulis perasaanmu. Tulis apa yang kamu rasakan tanpa ada batasan, ini bisa jadi cara untuk melepaskan sedikit beban.",
          "Cobalah untuk memberi sedikit ruang bagi dirimu sendiri, bahkan jika itu hanya beberapa menit. Duduk dengan tenang, matikan suara bising, dan fokus pada dirimu. Kamu butuh waktu untuk relaksasi.",
          "Terkadang berbicara dengan seseorang yang kamu percayai bisa jadi hal yang sangat melegakan. Jika ada teman atau keluarga yang bisa kamu ajak ngobrol, coba luangkan waktu sejenak untuk berbicara dan merasa didengar.",
          "Saat tekanan terasa begitu tinggi, penting untuk memberi apresiasi pada dirimu sendiri. Bahkan jika hari ini penuh dengan tantangan, kamu sudah melakukan yang terbaik dan itu patut dihargai."
        ],
        "tips_untukmu_saat_ini": [
          "Karena ini sore, mungkin ini waktu yang tepat buat mematikan segala gadget dan memberi ruang untuk dirimu sendiri. Matikan lampu, atur suasana yang menenangkan, dan buat ruangmu lebih nyaman untuk istirahat.",
          "Segelas teh chamomile atau air hangat bisa bantu meredakan ketegangan tubuhmu. Terkadang hal-hal kecil seperti ini bisa memberi efek besar pada ketenangan pikiran.",
          "Cobalah untuk memfokuskan perhatianmu pada sesuatu yang sederhana namun menenangkan, seperti mendengarkan musik yang lembut atau suara alam. Ini bisa memberikan rasa nyaman setelah hari yang berat.",
          "Sekarang, cobalah membuat rutinitas tidur yang tenang. Baca buku atau dengerin suara alam untuk menenangkan pikiranmu sebelum tidur. Ini bisa membantu kamu tidur lebih nyenyak dan bangun lebih segar besok.",
          "Setelah seharian penuh tekanan, tidur yang cukup adalah cara terbaik untuk mereset tubuh dan pikiranmu. Pastikan kamu memberi diri kamu waktu untuk benar-benar beristirahat malam ini."
        ]
      }
    ],
    "night": [
      {
        "sympathy": [
          "Malam ini bisa jadi waktu yang pas buat kamu untuk memberi diri kamu sedikit penghiburan. Kamu sudah berjuang sepanjang hari.",
          "Setelah seharian penuh, kamu layak banget buat tidur yang nyenyak. Jangan khawatir, kamu sudah berusaha semaksimal mungkin.",
          "Malam ini, beri waktu untuk diri kamu untuk melepaskan semua stres. Kamu nggak sendirian, kami ada untuk bantu."
        ],
        "thoughtful_suggestions": [
          "Coba meditasi atau stretching ringan sebelum tidur. Itu bisa bantu kamu tidur lebih tenang.",
          "Dengerin musik yang menenangkan bisa banget ngebantu tidur kamu lebih berkualitas.",
          "Baca buku ringan atau nonton sesuatu yang bikin kamu tersenyum. Fokus pada hal-hal yang bikin kamu merasa lebih baik.",
          "Pastikan kamu tidak membawa stres hari ini ke dalam tidurmu. Fokus pada hal positif yang bisa bikin kamu relaks.",
          "Jangan ragu untuk memberi penghargaan pada diri sendiri. Kamu sudah melangkah jauh hari ini."
        ],
        "tips_untukmu_saat_ini": [
          "Coba buat suasana kamar tidur nyaman dan gelap. Tidur yang baik dimulai dengan lingkungan yang nyaman.",
          "Segelas teh chamomile atau air hangat sebelum tidur bisa bantu menenangkan tubuh dan pikiran.",
          "Cobalah rutinitas tidur yang menenangkan, seperti meditasi atau pernapasan dalam. Itu bisa bantu tidur lebih nyenyak.",
          "Pastikan tidur cukup malam ini, karena tidur yang baik akan bantu kamu lebih siap menghadapi hari esok.",
          "Jangan terlalu memikirkan hal-hal yang sudah lewat, fokuslah pada tidur yang nyenyak agar esok bisa lebih baik."
        ]
      }
    ]
  },
  "medium": {
    "morning": [
      {
        "sympathy": [
          "Pagi ini terasa sedikit berat ya? Tenang, kamu pasti bisa mulai hari ini dengan baik.",
          "Hari baru, semangat baru! Walaupun agak lelah, kamu sudah mulai dengan langkah yang tepat.",
          "Pagi ini mungkin sedikit menantang, tapi kamu sudah berusaha banget. Ini sudah langkah yang luar biasa!"
        ],
        "thoughtful_suggestions": [
          "Mungkin bisa coba mulai pagi ini dengan hal kecil yang menyenangkan, seperti nonton video lucu atau dengerin musik favorit.",
          "Coba jalan-jalan sebentar, walaupun cuma di sekitar rumah. Udara segar bisa bantu banget buat nyegerin pikiran.",
          "Ambil waktu buat stretching ringan, itu bisa bantu banget buat nge-refresh tubuh dan pikiran kamu.",
          "Tulislah tiga hal positif yang kamu harapkan hari ini. Itu bisa bantu kamu mulai hari dengan lebih optimis.",
          "Coba lakukan sedikit meditasi, biar kamu lebih siap menghadapi aktivitas seharian."
        ],
        "tips_untukmu_saat_ini": [
          "Karena sekarang pagi, coba deh mulai hari ini dengan 5 menit meditasi atau stretching. Itu bisa banget bikin kamu lebih siap buat menghadapi hari.",
          "Cobalah nikmatin secangkir kopi atau teh hangat, rasanya bisa ngebantu banget buat relax sejenak.",
          "Ayo coba atur waktu buat ngerapihin tempat kerja atau tempat tidur. Itu bisa jadi cara sederhana buat bikin suasana hati lebih tenang.",
          "Cobalah lakukan pernapasan dalam beberapa kali. Ini akan bantu tubuh kamu lebih relax dan siap untuk aktivitas yang lebih berat.",
          "Tulis aja apa yang kamu rasain di jurnal. Terkadang hal kecil kayak gini bisa banget bikin kamu lebih tenang."
        ]
      }
    ],
    "afternoon": [
      {
        "sympathy": [
          "Siang ini mungkin terasa penuh tekanan, tapi tenang, kamu pasti bisa menghadapinya. Ingat, kamu udah luar biasa!",
          "Siang yang penuh tantangan, ya? Jangan khawatir, kamu kuat dan pasti bisa melewati ini.",
          "Rasanya siang ini sedikit berat? Itu wajar kok, tapi coba ambil nap sebentar, pasti bakal ngerasa lebih baik."
        ],
        "thoughtful_suggestions": [
          "Ambil nap sebentar atau minum air putih bisa ngebantu kamu biar lebih fresh.",
          "Cobalah ngobrol sama teman atau keluarga, berbagi cerita kadang bisa ngebantu banget.",
          "Segarkan pikiran dengan dengerin musik tenang. Bisa banget bantu kamu ngeredain stres siang ini.",
          "Kalau merasa lelah banget, mungkin bisa coba berhenti sejenak dan fokus ke hal-hal kecil yang bikin kamu senyum.",
          "Cobain untuk ngerencanain sisa hari kamu. Ini bisa bikin kamu merasa lebih teratur dan punya tujuan yang jelas."
        ],
        "tips_untukmu_saat_ini": [
          "Karena ini siang, coba deh keluar sebentar dan nikmatin udara segar. Ini bisa bantu kamu ngerasa lebih segar.",
          "Cobalah duduk di tempat yang nyaman, dan lakukan pernapasan dalam. Itu bisa bantu kamu untuk lebih relaks.",
          "Jangan lupa untuk makan siang yang sehat. Makanan yang bergizi bisa bantu kamu tetep fokus dan energik.",
          "Coba lakukan stretching ringan, itu bisa ngebantu ngurangin ketegangan badan.",
          "Sekali-sekali coba deh ngobrol ringan sama teman atau rekan kerja, bisa ngebantu banget buat ngeredain ketegangan."
        ]
      }
    ],
    "evening": [
      {
        "sympathy": [
          "Seharian penuh, ya? Mungkin kamu udah merasa agak capek dan ada sedikit beban, tapi kamu udah ngerjain semuanya dengan baik. Itu patut dihargai banget, terutama setelah hari yang panjang kayak gini.",
          "Hari ini pasti penuh tantangan dan mungkin terasa berat, apalagi menjelang sore. Tapi kamu udah melewatinya dengan luar biasa, kamu pantas banget merasa bangga.",
          "Setelah hari yang panjang dan penuh aktivitas, pasti kamu butuh waktu untuk recharge. Sore ini bisa jadi waktu yang pas buat melepaskan ketegangan dan memberi diri waktu istirahat."
        ],
        "thoughtful_suggestions": [
          "Coba deh tulis di jurnal tentang apa yang udah kamu capai hari ini. Walaupun sore ini mungkin terasa lebih berat, menulis bisa bantu kamu lihat kemajuan dan bikin kamu merasa lebih positif.",
          "Setelah seharian penuh aktivitas, coba dengerin musik atau podcast yang bisa menenangkan. Ini bisa jadi cara yang bagus buat menurunkan ketegangan fisik dan pikiran kamu di sore hari.",
          "Kadang ngobrol sama teman atau keluarga bisa sangat membantu, terutama setelah hari yang penuh tantangan. Mungkin bisa ngebuka pikiran dan ngeringanin beban yang kamu rasain.",
          "Pikirin hal-hal yang udah kamu capai hari ini. Meskipun hari ini terasa berat, apapun yang udah kamu capai itu penting, dan kamu layak dihargai.",
          "Coba meditasi sebentar. Bisa banget membantu kamu untuk tidur lebih nyenyak dan bangun dengan energi yang lebih baik, apalagi setelah hari yang panjang seperti ini."
        ],
        "tips_untukmu_saat_ini": [
          "Karena sekarang udah sore, coba deh luangkan waktu untuk diri sendiri dan lakukan hal yang bikin kamu relax, seperti baca buku atau dengerin lagu yang menenangkan.",
          "Setelah seharian penuh, coba dengerin musik santai atau suara alam. Itu bisa bantu kamu ngeredain ketegangan dan memberi ketenangan di sore hari.",
          "Coba minum teh hangat atau segelas air, biar tubuh kamu lebih relax. Hal kecil ini bisa bantu mengembalikan energi yang mulai habis menjelang malam.",
          "Buat rutinitas tidur yang menenangkan, kayak baca buku atau meditasi singkat. Ini bisa bantu kamu tidur lebih nyenyak dan bangun lebih segar besok."
        ]
      }
    ],
    "night": [
      {
        "sympathy": [
          "Hari ini pasti penuh dengan tantangan, tapi kamu sudah jalani dengan baik. Sekarang waktunya buat tidur dan pulihkan energi!",
          "Setelah seharian penuh, kamu udah berusaha dengan keras. Sekarang waktunya buat istirahat yang layak.",
          "Malam ini bisa jadi waktu yang pas buat ngasih diri kamu penghargaan. Kamu udah luar biasa hari ini!"
        ],
        "thoughtful_suggestions": [
          "Coba lakukan meditasi atau stretching ringan, biar tubuh kamu bisa relax sebelum tidur.",
          "Sebelum tidur, kamu bisa coba nulis di jurnal tentang apa yang udah kamu capai hari ini.",
          "Cobalah matikan gadget dan nikmatin suasana malam yang tenang. Itu bisa bantu tidur kamu lebih nyenyak.",
          "Baca buku ringan atau dengerin podcast sebelum tidur. Itu bisa bantu kamu relax dan siap tidur.",
          "Ngebantu banget buat tidur yang nyenyak kalau kamu ngatur suasana tidur jadi senyaman mungkin."
        ],
        "tips_untukmu_saat_ini": [
          "Karena malam ini, coba matikan layar ponsel dan pilih suasana yang nyaman buat tidur.",
          "Segelas teh hangat bisa banget ngebantu kamu tidur lebih nyenyak.",
          "Luangkan waktu buat diri sendiri sebelum tidur. Bisa baca atau meditasi supaya tidur lebih tenang.",
          "Pastikan tidur cukup, itu penting banget buat pulihkan energi kamu untuk besok.",
          "Coba atur suasana kamar jadi lebih nyaman, biar tidur kamu lebih berkualitas."
        ]
      }
    ]
  },
  
  "low": {
    "morning": [
      {
        "sympathy": [
          "Selamat pagi! Wah, kelihatnya kamu memulai hari ini dengan sangat baik, kamu pasti merasa lebih ringan dan tenang. Teruskan ya!",
          "Pagi ini kamu terlihat luar biasa, bisa menjaga diri tetap tenang meski ada banyak hal yang harus dihadapi. Semangat terus!",
          "Hebat banget! Kamu berhasil memulai hari dengan pikiran yang positif, terus pertahankan ya, kamu bisa!",
          "Hari ini tampaknya akan jadi hari yang luar biasa untukmu, kamu sudah memulai dengan sangat baik!",
          "Pagi ini, kamu seperti membawa aura positif yang menyegarkan! Lanjutkan ya!"
        ],
        "thoughtful_suggestions": [
          "Lanjutkan kebiasaan baik ini dengan meluangkan waktu untuk menikmati momen santai, seperti ngopi atau baca buku.",
          "Coba buat daftar hal-hal yang bikin kamu senang pagi ini. Ini bisa jadi pengingat betapa banyak hal positif yang ada dalam hidup.",
          "Kamu udah memulai hari dengan tenang, jadi coba lanjutkan dengan melakukan aktivitas yang menyenangkan, seperti jalan-jalan pagi atau sekadar menikmati udara segar.",
          "Pagi ini penuh kebahagiaan! Coba buat waktu sebentar untuk meditasi atau sekadar duduk tenang dan bersyukur atas apa yang sudah dicapai.",
          "Luangkan waktu untuk mendengarkan musik yang kamu sukai atau menikmati secangkir teh. Ini cara yang bagus untuk menjaga energi positif di pagi hari."
        ],
        "tips_untukmu_saat_ini": [
          "Pagi adalah waktu terbaik untuk merawat diri, jadi pertahankan mood positif ini dan nikmati setiap detik dari hari kamu!",
          "Karena kamu udah berhasil ngatur stres di pagi hari, coba pertahankan itu dengan menjaga rutinitas pagi yang menenangkan.",
          "Jangan lupa untuk bergerak sedikit di pagi hari, seperti stretching atau jalan pagi. Itu bisa bantu kamu tetap rileks dan positif.",
          "Cobalah untuk mulai pagi dengan hal yang sederhana namun menenangkan, seperti menulis jurnal atau menikmati secangkir kopi hangat.",
          "Pagi ini adalah kesempatan untuk menciptakan momentum positif yang akan kamu bawa sepanjang hari, jadi nikmatilah setiap momen!"
        ]
      }
    ],
    "afternoon": [
      {
        "sympathy": [
          "Wow, siang ini kamu kayaknya lagi bener-bener merasa nyaman, ya? Bisa banget menikmati hari tanpa banyak beban, itu keren banget!",
          "Siang ini kamu kelihatan lebih rileks dan tenang. Jaga terus, kamu udah hebat banget bisa tetap menikmati hari!",
          "Sungguh luar biasa! Kamu bisa menjaga mood yang positif sampai siang hari. Terus pertahankan ini, karena kamu pasti bisa lebih baik lagi!",
          "Siang ini kamu udah menunjukkan betapa hebatnya kamu mengelola hari-harimu. Pertahankan terus!",
          "Keren banget! Kamu berhasil menjaga ketenangan meski siang ini udah banyak aktivitas. Lanjutkan!"
        ],
        "thoughtful_suggestions": [
          "Siang ini bisa jadi waktu yang sempurna untuk coba ngelakuin sesuatu yang kamu suka, kayak nonton film favorit atau dengerin musik yang bikin bahagia.",
          "Coba ambil waktu untuk refleksi, catat apa yang sudah kamu capai hari ini. Kamu pasti bakal bangga dengan dirimu!",
          "Coba ambil napas dalam dan nikmati waktu santai dengan teman atau keluarga. Momen ini bakal bikin kamu makin semangat.",
          "Karena kamu udah bisa jaga emosi, coba deh beri diri kamu reward kecil, seperti menikmati makanan favorit atau jalan-jalan sebentar.",
          "Siang ini adalah waktu yang tepat untuk berbagi kebahagiaan. Ajak teman untuk ngobrol santai atau pergi untuk aktivitas menyenangkan bersama."
        ],
        "tips_untukmu_saat_ini": [
          "Sama seperti pagi, siang hari adalah kesempatan bagus untuk menjaga mood positifmu. Cobalah tetap terhubung dengan hal-hal yang bikin kamu bahagia.",
          "Cobalah untuk tetap aktif dan berbagi kebahagiaan, entah itu dengan berbicara dengan teman atau berbagi cerita yang menyenangkan.",
          "Jangan biarkan beban siang hari mengganggu mood positifmu, coba lakukan kegiatan yang membuatmu lebih ringan dan bahagia.",
          "Momen siang bisa jadi waktu yang pas untuk memanjakan diri sedikit. Coba nikmati makanan atau minuman yang menyenangkan.",
          "Cobalah untuk berinteraksi dengan lingkunganmu, entah itu ngobrol dengan teman atau sekadar berjalan di luar untuk merasakan udara segar."
        ]
      }
    ],
    "evening": [
      {
        "sympathy": [
          "Kamu udah berhasil melewati hari ini dengan penuh ketenangan, ya! Sekarang saatnya nikmatin waktu untuk diri sendiri, kamu layak banget!",
          "Hari ini kamu luar biasa banget! Bisa menjaga suasana hati tetap tenang dan menghadapi semuanya dengan kepala dingin itu bukan hal yang mudah. Kamu layak banget merasa bangga sama diri sendiri!",
          "Keren banget! Kamu berhasil menjalani hari ini dengan baik dan menjaga mood tetap stabil. Perjuanganmu untuk tetap tenang dan tidak terbawa stres menunjukkan betapa hebatnya kamu mengelola emosi.",
          "Selamat ya! Kamu udah melalui hari ini dengan penuh ketenangan dan menjaga level stres tetap rendah. Itu adalah pencapaian besar yang menunjukkan betapa kuat dan terkendalinya dirimu!",
          "Luar biasa! Kamu udah melewati hari ini dengan usaha terbaikmu dan berhasil menjaga ketenangan meski ada banyak tantangan. Kamu benar-benar patut merasa puas atas apa yang sudah kamu capai.",
          "Bangga banget sama kamu! Hari ini, kamu berhasil melewati segala kesibukan dengan hati yang tenang dan pikiran yang jernih. Itu hal yang nggak mudah, tapi kamu membuktikan kalau kamu bisa!"
        ],
        "thoughtful_suggestions": [
          "Luangkan waktu untuk melakukan sesuatu yang membuatmu bahagia, seperti mendengarkan musik atau membaca.",
          "Coba tulis jurnal atau catatan tentang hal-hal positif yang terjadi belakangan ini.",
          "Lakukan aktivitas ringan yang kamu sukai untuk menjaga mood tetap positif, seperti menggambar atau memasak.",
          "Cari waktu untuk sekadar menikmati momen tanpa gangguan, entah itu dengan meditasi atau sekadar duduk tenang.",
          "Ingat untuk selalu memberi apresiasi pada diri sendiri atas hal-hal kecil yang telah kamu capai."
        ],
        "tips_untukmu_saat_ini": [
          "Sekarang udah sore, coba deh istirahat sejenak sebelum lanjut ke aktivitas lainnya. Waktu santai sebentar bisa bikin kamu lebih bugar.",
          "Sore hari adalah waktu yang pas buat refleksi sejenak. Mungkin kamu bisa menulis hal-hal positif yang terjadi hari ini, itu bisa bantu menenangkan pikiran.",
          "Setelah seharian beraktivitas, kenapa nggak coba duduk santai aja dan nikmati udara sore? Ini bisa bikin tubuh kamu lebih rileks.",
          "Menjelang malam, kamu bisa mulai mempersiapkan diri untuk istirahat. Coba mulai dengan merapikan tempat atau menciptakan suasana yang nyaman.",
          "Jangan lupa untuk minum air putih, ya! Karena sore ini kamu udah banyak bergerak, penting banget untuk tetap terhidrasi."
        ]
      }
    ],
    "night": [
      {
        "sympathy": [
          "Hari ini kamu udah hebat banget, sekarang saatnya istirahat dengan tenang. Nikmati malam yang damai, kamu sudah layak mendapatnya.",
          "Malam ini adalah waktu untuk relaksasi setelah semua yang telah kamu capai hari ini. Waktu untuk recharge dan tidur dengan nyaman.",
          "Setelah hari yang luar biasa, malam ini adalah waktunya untuk diri kamu sendiri. Istirahat yang cukup bisa membawa kebahagiaan di hari esok.",
          "Hari ini sudah berakhir, dan kamu berhasil melewatinya dengan penuh ketenangan. Sekarang saatnya tidur dengan nyaman dan bangun dengan energi baru.",
          "Nikmati malam ini dengan penuh ketenangan dan rasa syukur, karena kamu sudah sukses mengatasi hari ini dengan luar biasa."
        ],
        "thoughtful_suggestions": [
          "Coba luangkan waktu sejenak untuk meditasi atau pernapasan dalam. Ini akan membantumu tidur dengan tenang.",
          "Nikmati musik yang menenangkan, atau baca buku favorit sebelum tidur untuk menenangkan pikiran.",
          "Ambil posisi yang nyaman dan coba fokus pada pernapasan, rasakan tubuhmu rileks dengan setiap hembusan napas.",
          "Sebelum tidur, pikirkan hal-hal positif yang sudah terjadi hari ini. Ini bisa membantumu tidur dengan perasaan yang ringan.",
          "Pikirkan beberapa hal yang kamu syukuri di hari ini, dan biarkan itu menjadi pikiran terakhir sebelum tidur."
        ],
        "tips_untukmu_saat_ini": [
          "Sebelum tidur, cobalah untuk menghindari gadget atau layar, dan nikmati waktu dengan diri sendiri.",
          "Pastikan tempat tidurmu nyaman dan tenang untuk tidur yang berkualitas, karena kamu layak mendapatkan tidur yang nyenyak.",
          "Malam adalah waktu yang baik untuk merenung, jadi beri diri kamu waktu untuk bersantai sebelum tidur.",
          "Jangan ragu untuk tidur lebih awal malam ini, tubuhmu butuh istirahat untuk memulai hari esok dengan semangat baru.",
          "Cobalah tidur dengan pola yang konsisten setiap malam agar kamu bangun dengan tubuh yang segar dan siap beraktivitas."
        ]
      }
    ]
  }
}
